{
    "en": {
      "title": "Differentiator",
      "content": [
        "IGS has over 15 years of experience streamlining the supply chain of global tech leaders like Apple and Dell along with various OEM/ODMs who contribute to today's advancement in the tech industry, i.e. smart devices, medical equipment, mobile-energy, and power sources.",
        "IGS customizes our solution to your specific business size and needs. We assemble SMART devices and complex equipment on demand or in bulk assembles, completing all orders within ISO certified located in Texas and Ohio.",
        "IGS Quality Policy:",
        "Quality is the foundation of IGS, and its employees are committed to meet the quality requirements expected by our customers to drive customer satisfaction. We strive to provide excellent quality and service in the most efficient and consistent manner through a process of continual improvement.",
        "All employees are required to be engaged in IGS quality culture to understand their responsibility in achieving its quality objectives."
      ]
    },
    "es": {
      "title": "Diferenciador",
      "content": [
        "IGS tiene más de 15 años de experiencia optimizando la cadena de suministro de líderes tecnológicos globales como Apple y Dell, junto con varios OEM/ODMs que contribuyen al avance actual en la industria tecnológica, es decir, dispositivos inteligentes, equipos médicos, energía móvil y fuentes de energía.",
        "IGS personaliza nuestra solución a su tamaño y necesidades comerciales específicas. Ensamblamos dispositivos SMART y equipos complejos bajo demanda o en lotes, completando todos los pedidos dentro de las ubicaciones certificadas por ISO en Texas y Ohio.",
        "Política de Calidad de IGS:",
        "La calidad es la base de IGS, y sus empleados están comprometidos a cumplir con los requisitos de calidad esperados por nuestros clientes para impulsar la satisfacción del cliente. Nos esforzamos por proporcionar una calidad y servicio excelentes de la manera más eficiente y consistente a través de un proceso de mejora continua.",
        "Todos los empleados deben participar en la cultura de calidad de IGS para comprender su responsabilidad en el logro de sus objetivos de calidad."
      ]
    },
    "vi": {
      "title": "Yếu tố khác biệt",
      "content": [
        "IGS có hơn 15 năm kinh nghiệm tối ưu hóa chuỗi cung ứng cho các nhà lãnh đạo công nghệ toàn cầu như Apple và Dell cùng với các OEM/ODMs khác góp phần vào sự phát triển hiện tại trong ngành công nghệ, ví dụ: thiết bị thông minh, thiết bị y tế, năng lượng di động và nguồn cung cấp năng lượng.",
        "IGS tùy chỉnh giải pháp của chúng tôi cho kích thước và nhu cầu cụ thể của doanh nghiệp bạn. Chúng tôi lắp ráp thiết bị SMART và thiết bị phức tạp theo yêu cầu hoặc theo lô, hoàn thành tất cả các đơn hàng trong các cơ sở được chứng nhận ISO ở Texas và Ohio.",
        "Chính sách chất lượng của IGS:",
        "Chất lượng là nền tảng của IGS, và các nhân viên của nó cam kết đáp ứng các yêu cầu chất lượng được mong đợi bởi khách hàng của chúng tôi để thúc đẩy sự hài lòng của khách hàng. Chúng tôi phấn đấu cung cấp chất lượng và dịch vụ xuất sắc theo cách hiệu quả và nhất quán nhất thông qua quy trình cải tiến liên tục.",
        "Tất cả nhân viên đều phải tham gia vào văn hóa chất lượng của IGS để hiểu trách nhiệm của mình trong việc đạt được các mục tiêu chất lượng của nó."
      ]
    },
    "zh": {
      "title": "差异化",
      "content": [
        "IGS 拥有超过 15 年的经验，优化全球科技领袖如苹果和戴尔的供应链，以及各种 OEM/ODM 参与推动当前技术行业的发展，例如智能设备、医疗设备、移动能源和电源。",
        "IGS 根据您的特定业务规模和需求定制我们的解决方案。我们按需或批量组装 SMART 设备和复杂设备，在位于德克萨斯州和俄亥俄州的 ISO 认证地点完成所有订单。",
        "IGS 质量政策：",
        "质量是 IGS 的基础，其员工致力于满足客户期望的质量要求，以推动客户满意度。我们努力以最有效和一致的方式提供卓越的质量和服务，通过持续改进的过程。",
        "所有员工都必须参与 IGS 质量文化，以了解他们在实现质量目标中的责任。"
      ]
    }
  }
  